// en.js
module.exports = {
  translation: {
    'SKILL_NAME': "デイリースタンドアップ",
    'GREETING': [
      "%s へようこそ。アンショウバンゴウを教えてください",
    ],
    'GREETING_REPROMPT': [
      "アンショウバンゴウを教えてください",
    ],
    'PIN_VALID': [
      "アンショウバンゴウは有効です。",
    ],
    'PIN_INVALID': [
      "すみませんが、そのアンショウバンゴウは無効です。もう一度やり直してください。アンショウバンゴウは何ですか？",
    ],
    'PIN_INVALID_REPROMPT': [
      "もう一度やり直してください。アンショウバンゴウは何ですか？",
    ],
    'PIN_MAX_ATTEMPTS': [
      "試行回数が上限を超えました。アンショウバンゴウを取得またはリセットするには、スキル管理者にお問い合わせください。",
    ],
    'USER_INVALID': [
      "有効なアンショウバンゴウを教えてください。",
    ],
    'USER_INVALID_REPROMPT': [
      "アンショウバンゴウを教えてください。",
    ],
    'EMAIL_SUBJECT': [
      "%s のレポート",
    ],
    'EMAIL_BODY': "%s のレポート昨日何をしましたか。今日は何をしていますか。何が進行を妨げていますか。",
    'EMAIL_SENT': [
      "ありがとうございます。レポートが送信されました。",
    ],
    'EMAIL_ERROR': [
      "レポートを送信する際に問題が発生しました。もう一度やり直してください。",
    ],
    'REPORT_SAVED': [
      "ありがとうございます。レポートが保存されました。",
    ],
    'HELP': [
      "このスキルはニチジミーティングのレポートを集め、それをチームマネジャーあてにイーメイルします。始めますか？",
    ],
    'HELP_REPROMPT': [
      "ニチジレポートを追加しますか？",
    ],
    'HELP_PIN': [
      "アンショウバンゴウを紛失したり忘れたりした場合は、スキル管理者にお問い合わせください。",
    ],
    'REFLECTOR': [
      "%s のインテントをトリガーしました。%s にまだインテントハンドラーがないので、この応答になります。",
    ],
    'FALLBACK': [
      "昨日したこと、または、今日すること、その後に行った作業またはこれから行う作業。昨日は何をしましたか。と言ってください",
    ],
    'FALLBACK_REPROMPT': [
      "今日は何をしましたか。",
    ],
    'ABOUT': [
      "このアレクサスキルテンプレートはダブルラボ ドットコムにより提供されます。このスキルを使用してニチジレポートを保存することができます。レポートを追加しますか？",
    ],
    'YES': [
      "わかりました。始めましょう。",
    ],
    'NO': [
      "ニチジレポートを追加する準備が整ったら、お知らせください。",
    ],
    'ABOUT_REPROMPT': [
      "ニチジレポートを追加しますか？",
    ],
    'CANCEL_STOP_RESPONSE': [
      "さようなら",
      "わかりました。必要であれば、私はここにいます。",
    ],
    'ENV_NOT_CONFIGURED': "いくつかの環境変数が正しく設定されていません。リードミーファイルに記載されているヘルプを参照してください。",
    'ERROR': "聞き取れませんでした。もう一度お願いします。",
    'ERROR_REPROMPT': "もう一度お願いします。",
  },
};
