module.exports = {
  translation: {
    SKILL_NAME: 'नियुक्ति अनुसूचक',
    GREETING: [
      'Hello । %s में आपका स्वागत है। क्या आप नियुक्ति अनुसूचक करना चाहेंगे?',
      'Hi । %s में आपका स्वागत है। क्या आप नियुक्ति अनुसूचक करना चाहेंगे?',
      'Hey । %s में आपका स्वागत है। क्या आप नियुक्ति अनुसूचक करना चाहेंगे?',
    ],
    GREETING_REPROMPT: [
      'क्या आप नियुक्ति अनुसूचक करना चाहेंगे?',
      'क्या मैं आपके लिए नियुक्ति अनुसूचक कर सकता हूं?',
      'मैं आपके लिए नियुक्ति अनुसूचक कर सकता हूं। क्या आप आरंभ करना चाहेंगे?',
    ],
    SCHEDULE_YES: [
      'ठीक है, चलो एक नियुक्ति अनुसूचक करें।',
      'ठीक है, चलिए शुरू करते हैं।',
      'ठीक है, चलो आपको निर्धारित करते हैं।',
    ],
    SCHEDULE_NO: [
      'ठीक है। जब भी आप नियुक्ति अनुसूचक करना चाहें, तो वापस रोक दें।',
      'ठीक है, जब भी आप कोई नियुक्ति  schedule करना चाहते हैं, मैं यहां रहूंगा।',
      'ठीक है, जब आप नियुक्ति schedule करने के लिए तैयार हों, तो कृपया वापस रुक जाएं।',
    ],
    HELP: [
      'यह कौशल आपको नियुक्ति schedule करने में मदद कर सकता है। क्या आप नियुक्ति schedule करना चाहेंगे?',
    ],
    HELP_REPROMPT: [
      'क्या आप नियुक्ति schedule करना चाहेंगे?',
    ],
    CANCEL_STOP_RESPONSE: [
      'अलविदा',
      'ठीक है। अगर आपको मेरी जरूरत होगी तो मैं यहां रहूंगा।',
    ],
    FALLBACK: [
        'आप कह सकते है: आप appointment schedule करना चाहते हैं या आपको एक appointment अनुरोध बनवाना है । क्या आप appointment schedule करना चाहेंगे ?',
    ],
    FALLBACK_REPROMPT: [
      'क्या आप appointment schedule करना चाहेंगे ?',
    ],
    APPOINTMENT_CONFIRM: [
      'मेरा %s के लिए %s सेट के साथ आपका नियुक्ति अनुरोध है। क्या आप इस अनुरोध की पुष्टि करना चाहेंगे?',
    ],
    APPOINTMENT_CONFIRM_REPROMPT: [
      'क्या मुझे आपका नियुक्ति अनुरोध %s के लिए भेजना चाहिए?',
    ],
    APPOINTMENT_CONFIRM_COMPLETED: [
      '%s पर %s के साथ आपकी नियुक्ति scheduled की गई है। आप एक Email पुष्टिकरण भी प्राप्त करेंगे। कृपया रद्द या पुनर्निर्धारित करने के लिए ईमेल पुष्टिकरण का जवाब दें। धन्यवाद।',
    ],
    TIME_AVAILABLE: [
      '%s उपलब्ध है। क्या आप इसे सुरक्षित करना चाहेंगे?',
    ],
    TIME_AVAILABLE_REPROMPT: [
      'क्या आप %s को सुरक्षित करना चाहेंगे?',
    ],
    TIME_NOT_AVAILABLE: [
      'क्षमा करें, %s उपलब्ध नहीं है। क्या आप दूसरी बार कोशिश करना चाहेंगे?',
    ],
    TIME_NOT_AVAILABLE_REPROMPT: [
      'क्या आप दूसरी बार कोशिश करना चाहेंगे?',
    ],
    APPOINTMENT_TITLE: '%s के साथ नियुक्ति',
    APPOINTMENT_DESCRIPTION: 'यह %s के साथ %s के लिए एक टेलीफोन अपॉइंटमेंट है। हम आपको %s पर कॉल करेंगे। यदि आपको इस नियुक्ति को रद्द करने या बदलने की आवश्यकता है, तो कृपया इस ईमेल का उत्तर दें।',
    EMAIL_SUBJECT: '%s के साथ %s के लिए नियुक्ति',
    EMAIL_TEXT: 'यह %s के साथ %s के लिए एक टेलीफोन नियुकत है। हम आपको %s पर कॉल करेंगे। यदि आपको इस नियुक्ति को रद्द करने या बदलने की आवश्यकता है, तो कृपया इस Email का उत्तर दें।',
    NO_CONFIRM: 'ठीक है, शुरू करने के लिए आप कह सकते हैं: नियुक्ति schedule करें, या कहें कि स्टॉप रद्द करें।',
    NO_CONFIRM_REPROMOT: 'आप कह सकते हैं कि नियुक्ति शुरू करने के लिए, या रद्द करने के लिए रुकें।',
    ENV_NOT_CONFIGURED: 'एक या अधिक पर्यावरण चर सेट नहीं है। कृपया मदद के लिए readme फ़ाइल देखें।',
    PERMISSIONS_REQUIRED: 'नियुक्तियों को सुरक्षित करने और पुष्टि करने के लिए, %s को आपके नाम, Email पते और phone नंबर तक पहुंच की आवश्यकता होगी। पहुँच प्रदान करने के लिए, कृपया Amazon Alexa ऐप में प्रोफ़ाइल अनुमतियां सक्षम करें।',
    EMAIL_REQUIRED: 'ऐसा लगता है कि आपके पास Email सेट नहीं है। आप Alexa app में अपना ईमेल सेट कर सकते हैं।',
    EMAIL_REQUIRED_REPROMPT: 'कृपया Alexa app में अपना Email पता सेट करें।',
    NAME_REQUIRED: 'ऐसा लगता है कि आपने अपना नाम set नहीं किया है। आप Alexa app में अपना नाम set कर सकते हैं।',
    NAME_REQUIRED_REPROMPT: 'कृपया Alexa app में अपना नाम set करें।',
    PHONE_REQUIRED: 'ऐसा लगता है कि आपने अपना मोबाइल नंबर set नहीं किया है। आप अपना मोबाइल नंबर Alexa app में set कर सकते हैं।',
    PHONE_REQUIRED_REPROMPT: 'कृपया Alexa app में अपना फोन नंबर set करें।',
    ERROR: 'क्षमा करें, मुझे वह नहीं मिला। क्या आप यह फिर से कह सकते हैं?',
    ERROR_REPROMPT: 'क्या आप यह फिर से कह सकते हैं?',
    FREEBUSY_DISABLED: 'क्षमा करें, freebusy checking अक्षम है। क्या आप नियुक्ति schedule करना चाहेंगे?',
  },
};
